Repository: CreateAmrita/mechanics-virtual-lab-pilot
Catalog: src/lab/Projectile_Motion/locale/*/messages.po
Languages: ml_in

source: help1
ml_in: " ഡ്രോപ്പ് ഡൗൺ മെനു" നിന്നും തെരഞ്ഞെടുക്കുക

source: help2
ml_in: 'പ്രവേഗം ' സ്ലൈഡർ ഉപയോഗിച്ച് പ്രവേഗം ക്രമീകരിക്കുക .

source: help3
ml_in: ' ആംഗിൾ പ്രൊജക്ഷൻ എന്ന ' സ്ലൈഡർ ഉപയോഗിച്ച് കോൺ ക്രമീകരിക്കുക .

source: help4
ml_in: ' കാനോൺ ഉയരം ' സ്ലൈഡർ ഉപയോഗിച്ച് ഉയരവും ക്രമീകരിക്കുക.

source: help5
ml_in: ' ഫയർ ' ബട്ടൺ ക്ലിക്ക് ബുള്ളറ്റ് ഫയറിംഗ് ഉപയോഗിക്കുന്നു.

source: help6
ml_in: 'തുടച്ചുമാറ്റുക ബട്ടൺ' ആർക്ക് ലൈൻ മായ്ക്കുന്ന വേണ്ടി ഉപയോഗിക്കുന്നു.

source: help7
ml_in: ചെക്കുബോക്സ് ' കാണിക്കുക ഫലം ' ഫലം കണ്ടെത്തുന്നതിനായി ആണ്.

source: Next
ml_in: അടുത്തത്

source: Close
ml_in: അടയ്കുക

source: Projectile Motion
ml_in: പ്രക്ഷേപിത ചലനം

source: Variables
ml_in: പട്ടിക

source: Result
ml_in: ഫലം

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015

source: Choose Environment:
ml_in: പരിസ്ഥിതി തിരഞ്ഞെടുക്കുക:

source: m/s
ml_in: മീറ്റർ / സെക്കന്റ്

source: m
ml_in: മീറ്റർ

source: s
ml_in: സെക്കന്റ്

source: Earth, g=9.8m/s
ml_in: ഭൂമി , ഗ്രാം = 9.8 മീറ്റർ / സെക്കന്റ്

source: Velocity:
ml_in: പ്രവേഗം :

source: Angle of Projection:
ml_in: പ്രക്ഷേപിത കോൺ :

source: Cannon Height:
ml_in: പീരങ്കി ഉയരം:

source: Fire
ml_in: വെടി വയ്‌ക്കുക

source: Erase
ml_in: മായ്ച്ചുകളയുക

source: Show Result
ml_in: ഫലം കാണിക്കുക

source: Time of Flight, T:
ml_in: സമയം വിമാന , T :

source: Maximum Height, H:
ml_in: പരമാവധി ഉയരം , H :

source: Horizontal Range, R:
ml_in: തിരശ്ചീന റേഞ്ച്, H :

source: Earth
ml_in: ഭൂമി , g = 9.8 മീറ്റർ / സെക്കന്റ്

source: Moon
ml_in: ചന്ദ്രൻ , g = 1.6 മീറ്റർ / സെക്കന്റ്"

source: Uranus
ml_in: യുറാനസ് , g = 10.67 മീറ്റർ / സെക്കന്റ്

source: Saturn
ml_in: ശനി, g = 11.08 മീറ്റർ / സെക്കന്റ്

source: Jupiter
ml_in: വ്യാഴം, ഗ്രാം = 25,95 മീറ്റർ / സെക്കന്റ്
